const RiskWarning = () => {
  return (
    <>
      <div className="bg-[#03989E] mt-[-2em] mb-12 h-auto pb-[100px] w-[97%] rounded-tr-[50px] rounded-br-[50px]">
        <div className="flex justify-end pt-10 pr-20">
          <button className="bg-white text-[#00C2CB] sm:text-[16px] md:text-[20px] w-[200px]  py-[15px] sm:rounded-[13px] md:rounded-[17px]">
            تحذير المخاطرة
          </button>
        </div>
        <div className="flex justify-end pt-2 pr-10">
          <h3 className="text-white pt-10 pr-10 text-end leading-7 sm:w-[98%] md:w-[90%]">
            آويس المالية هي منصة للتقنية المالية مسجلة رسمياً في المملكة العربية
            السعودية تحت اسم "شركة أويس الاصول لتقنية المالية في أعمالالأوراق
            المالية شركة شخص واحد" بسجل تجاري رقم (1010851446) بتاريخ
            (09/06/1444) كشركة طرح أدوات الدين والاستثمار فيها مسجلة في المملكة
            العربية السعودية
            <br />
            <br />
            طرح أدوات الدين والاستثمار فيها هو نوع من المعاملات المالية
            والاستثمارات عالية المخاطر التي تنطوي على مخاطر فقدان رأس المال
            المستثمر أو فقدان حقوق . لا تتحمل شركة آويس المالية أو شركاؤها أو
            موظفوها مسؤولية أي نوع من الخسائر المالية. يجب على جميع الذين يرغبون
            في استثمار أموالهم من خلال منصة آويس المالية أخذ الحيطة والحذر
            ومعرفة مخاطر الاستثمار والتأكد من كل خطوة يقومون بها في استثمار
            أمواله <br />
            <br />. توفر منصة آويس المالية للمستثمرين فرصًا للاستثمار مع الشركات
            التي ترغب بطرح صكوكها
            <br />
            <br /> تخضع جميع الإجراءات والأنشطة المنفذة على منصة آويس المالية
            لقوانين وأنظمة المملكة العربية السعودية. لا تقدم آويس المالية أي
            نصيحة أو ضمان أو توصية على مستوى المخاطر القانونية أو المالية أو
            الاستثمارية ، ويجب على المستثمر تخفيف مخاطر الاستثمار عن طريق
            الاستفادة من مستشارين موثوق بهم في هذا المجال
          </h3>
        </div>
      </div>
    </>
  );
};

export default RiskWarning;
